<?php

return [

  // --------------------------------------------------------------------------
  // 文言
  // --------------------------------------------------------------------------
  'WORDING_REGISTRATION' => '登録しました。',
  'WORDING_DELETE' => '削除しました。',
  'WORDING_UPDATE' => '更新しました。',

  // 見積文言
  'WORDING_QUOTE_REQUEST' => '見積を依頼しました。',
  'WORDING_QUOTE_APPROVAL' => '見積作成を承認しました。見積書の作成を宜しくお願いします。',
  'WORDING_QUOTE_CONFIRM' => '見積書が確定されました。',
  'WORDING_QUOTE_PERMIT' => '依頼者が見積書をダウンロード可能になりました。',

  // お問い合わせ文言
  'WORDING_CONTACT_THANKS' => 'お問い合わせありがとうございます。<br>数日中に担当者よりご入力頂いたメールアドレスにご返信致します。',

  // --------------------------------------------------------------------------
  // エラー文言
  // --------------------------------------------------------------------------
  // 必須エラー文言
  'ERROR_REQUIRE_FILE' => 'ファイルを選択してください。',
  'ERROR_REQUIRE_RADIO' => 'いずれかを選択してください。',
  'ERROR_REQUIRE_NAME' => '登録名は必須項目です。',
  'ERROR_REQUIRE_TITLE' => 'タイトルは必須項目です。',
  'ERROR_REQUIRE_CAT' => 'カテゴリは必須項目です。',

  // 文字エラー文言
  'ERROR_NAME_MAX' => '登録名は255文字以内で入力してください。',
  'ERROR_TITLE_MAX' => 'タイトルは50文字以内で入力してください。',
  'ERROR_INPUT' => '入力できない文字が含まれています。',

  // ファイル選択文言
  'ERROR_MIMES' => '写真は jpeg, jpg, pdf のみアップロード可能です。',
  'ERROR_CSV' => 'ファイルは csv のみ選択可能です。',


];
