<p>ご依頼された見積書が完成いたしました。</p>
<p>下記URLより、ログイン後「見積総額」をご確認ください。</p>
<p><a href="{{url('/admin/detail_quote/'.$data['type'].'/'.$data['id'])}}">{{url('/admin/detail_quote/'.$data['type'].'/'.$data['id'])}}</a></p>
<p>内訳の記載された正式な見積書は、<br>
  手数料のご入金後に管理画面よりダウンロード可能となります。</p>
<hr>
<p>【手数料（お振込金額）】<br>
　{{$data['deposit_amount']}}円</p>
<p>※恐れ入りますが、振込手数料はご負担ください</p>
<p>【振込先口座】<br>
  西日本シティ銀行 姪浜駅前支店 普通口座<br>
  口座番号：3206584<br>
  口座名義：カ）アミティ</p>
<hr>
<p>ご入金確認後、ダウンロード可能になりましたら、<br>
  改めてメールにてご連絡致します。</p>
<p>このメッセージはAmiT SYSTEMからの自動送信メールです。</p>
